@section('content')
    <div class="container">
        <p class="mt-5 mb-5">
            Настоящие Условия и положения ("Условия") регулируют использование вами веб-сайта и сервисов eMock.uz. Получая
            доступ к нашей платформе или используя её, вы соглашаетесь с этими Условиями и нашей Политикой
            конфиденциальности.
        </p>

        <h2 class="mb-3">1. Использование сервисов</h2>
        <ul>
            <li>Вы должны быть не моложе 13 лет для использования наших сервисов.</li>
            <li>Вы соглашаетесь предоставлять точную и полную информацию при регистрации.</li>
            <li>Вы несёте ответственность за конфиденциальность вашей учётной записи.</li>
        </ul>

        <h2 class="mt-5 mb-3">2. Поведение пользователя</h2>
        <ul>
            <li>Вы соглашаетесь не злоупотреблять платформой и не мешать другим пользователям.</li>
            <li>Любая форма мошенничества, спама или взлома строго запрещена.</li>
        </ul>

        <h2 class="mt-5 mb-3">3. Интеллектуальная собственность</h2>
        <p>
            Весь контент на сайте eMock.uz, включая тексты, логотипы и тестовые материалы, является нашей собственностью или
            используется по лицензии. Несанкционированное использование или копирование запрещено.
        </p>

        <h2 class="mt-5 mb-3">4. Прекращение доступа</h2>
        <p>
            Мы можем приостановить или прекратить ваш доступ в случае нарушения Условий или вредоносных действий.
        </p>

        <h2 class="mt-5 mb-3">5. Ограничение ответственности</h2>
        <p>
            eMock.uz не несёт ответственности за косвенные или случайные убытки, возникшие в результате использования наших
            сервисов.
        </p>

        <h2 class="mt-5 mb-3">6. Изменения условий</h2>
        <p>
            Мы оставляем за собой право обновлять эти Условия в любое время. Продолжая использовать сайт, вы соглашаетесь с
            обновлёнными условиями.
        </p>

        <h2 class="mt-5 mb-3">7. Применимое право</h2>
        <p>
            Настоящие Условия регулируются законодательством Республики Узбекистан.
        </p>

        <h2 class="mt-5 mb-3">8. Контакты</h2>
        <p>
            Если у вас есть вопросы по этим Условиям, свяжитесь с нами по адресу <a
                href="mailto:support@emock.uz">support@emock.uz</a>.
        </p>
    </div>
@endsection
